{
    "_class_name": "UniPCMultistepScheduler",
    "_diffusers_version": "0.30.3",
    "beta_end": 0.013,
    "beta_schedule": "scaled_linear",
    "beta_start": 0.00085,
    "clip_sample": false,
    "disable_corrector": [],
    "dynamic_thresholding_ratio": 0.995,
    "lower_order_final": true,
    "num_train_timesteps": 1105,
    "predict_x0": true,
    "prediction_type": "epsilon",
    "sample_max_value": 1.0,
    "set_alpha_to_one": false,
    "skip_prk_steps": true,
    "solver_order": 4,
    "solver_p": null,
    "solver_type": "bh2",
    "steps_offset": 1,
    "thresholding":false,
    "timestep_spacing": "leading",
    "trained_betas": null,
    "use_karras_sigmas": false
  }